Repository: 1595901624/flux
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar, de, es, fa, id, ja, ko, ru, tr, tt, zh_cn, zh_tw

# Settings_InstallService.Text
source: Install / repair service
ar: تثبيت/إصلاح الخدمة
de: Dienst installieren/reparieren
fa: نصب/تعمیر سرویس
id: Instal/perbaiki layanan
ja: サービスをインストール/修復
ko: 서비스 설치/복구
tr: Servisi kur/onar
tt: Хезмәтне урнаштыру/төзәтү
zh_cn: 安装 / 修复服务
zh_tw: 安裝 / 修復服務

# Settings_InstallService.Content
source: Install / repair service
ar: تثبيت/إصلاح الخدمة
de: Dienst installieren/reparieren
es: Instalar/reparar servicio
fa: نصب/تعمیر سرویس
id: Instal/perbaiki layanan
ja: サービスをインストール/修復
ko: 서비스 설치/복구
ru: Установить/восстановить службу
tr: Servisi kur/onar
tt: Хезмәтне урнаштыру/төзәтү
zh_cn: 安装 / 修复服务
zh_tw: 安裝 / 修復服務

# Settings_CardLightweight.Header
source: Lightweight mode
ar: الوضع الخفيف
de: Leichtmodus
es: Modo ligero
fa: حالت سبک
id: Mode ringan
ja: 軽量モード
ko: 경량 모드
ru: Облегчённый режим
tr: Hafif mod
tt: Җиңел режим
zh_cn: 轻量模式
zh_tw: 輕量模式

# Settings_CardLightweight.Description
source: Release UI on close; keep tray and core
ar: يحرر الواجهة عند الإغلاق؛ يبقي الصينية والنواة
de: Beim Schließen UI freigeben; Tray und Kern bleiben
es: Libera la UI al cerrar; mantiene bandeja y núcleo
fa: با بستن، رابط آزاد می‌شود؛ تری و هسته باقی می‌مانند
id: Lepaskan UI saat ditutup; tray dan core tetap
ja: 閉じるとUIを解放しトレイとコアのみ
ko: 닫으면 UI 해제, 트레이/코어 유지
ru: При закрытии освобождает UI, оставляя трей и ядро
tr: Kapatınca arayüzü serbest bırakır; tepsi ve çekirdek kalır
tt: Ябыргач интерфейсны азат итәр; трей һәм йөзәк кала
zh_cn: 关闭窗口后释放主界面，仅保留托盘与内核
zh_tw: 關閉視窗後釋放主介面，僅保留托盤與核心

# Settings_LightweightMinutes.Text
source: minutes
ar: دقائق
de: Minuten
fa: دقیقه
id: menit
ja: 分
ko: 분
tr: dakika
tt: минут
zh_cn: 分钟
zh_tw: 分鐘

# Settings_LightweightMinutes.Content
source: minutes
ar: دقائق
de: Minuten
fa: دقیقه
id: menit
ja: 分
ko: 분
tr: dakika
tt: минут
zh_cn: 分钟
zh_tw: 分鐘

# Settings_CardHotkeyWindow.Header
source: Hotkey · Show / hide window
ar: اختصار · إظهار/إخفاء النافذة
de: Hotkey · Fenster zeigen/verbergen
es: Atajo · Mostrar/ocultar ventana
fa: کلید میانبر · نمایش/مخفی پنجره
id: Pintasan · Tampilkan/sembunyikan
ja: ホットキー・表示/非表示
ko: 단축키 · 창 표시/숨기기
ru: Горячая клавиша · Показать/скрыть окно
tr: Kısayol · Pencere göster/gizle
tt: Кыска юл · Тәрәзә күрсәт/яшер
zh_cn: 全局热键 · 显示 / 隐藏窗口
zh_tw: 全域熱鍵 · 顯示 / 隱藏視窗

# Settings_CardHotkeySysproxy.Header
source: Hotkey · Toggle system proxy
ar: اختصار · تبديل بروكسي النظام
de: Hotkey · Systemproxy umschalten
es: Atajo · Alternar proxy del sistema
fa: کلید میانبر · تغییر پروکسی سیستم
id: Pintasan · Alih proxy sistem
ja: ホットキー・システムプロキシ切替
ko: 단축키 · 시스템 프록시 전환
ru: Горячая клавиша · Системный прокси
tr: Kısayol · Sistem proxy aç/kapat
tt: Кыска юл · Систем прокси алмаштыру
zh_cn: 全局热键 · 切换系统代理
zh_tw: 全域熱鍵 · 切換系統代理

# Settings_CardHotkeyTun.Header
source: Hotkey · Toggle TUN
ar: اختصار · تبديل TUN
de: Hotkey · TUN umschalten
es: Atajo · Alternar TUN
fa: کلید میانبر · تغییر TUN
id: Pintasan · Alih TUN
ja: ホットキー・TUN切替
ko: 단축키 · TUN 전환
ru: Горячая клавиша · TUN
tr: Kısayol · TUN aç/kapat
tt: Кыска юл · TUN алмаштыру
zh_cn: 全局热键 · 切换 TUN
zh_tw: 全域熱鍵 · 切換 TUN

# Settings_CardHotkeyReactivate.Header
source: Hotkey · Reactivate profile
ar: اختصار · إعادة تنشيط الملف
de: Hotkey · Profil reaktivieren
es: Atajo · Reactivar perfil
fa: کلید میانبر · فعال‌سازی مجدد اشتراک
id: Pintasan · Aktifkan ulang profil
ja: ホットキー・サブスク再アクティブ
ko: 단축키 · 구독 재활성화
ru: Горячая клавиша · Реактивировать подписку
tr: Kısayol · Profili yeniden etkinleştir
tt: Кыска юл · Профильне яңадан активлаштыру
zh_cn: 全局热键 · 重新激活订阅
zh_tw: 全域熱鍵 · 重新啟用訂閱

# Settings_CardHotkeySave.Header
source: Hotkeys
ar: الاختصارات
es: Atajos
fa: کلیدهای میانبر
id: Pintasan
ja: ホットキー
ko: 단축키
ru: Горячие клавиши
tr: Kısayollar
tt: Кыска юллар
zh_cn: 全局热键
zh_tw: 全域熱鍵

# Settings_CardHotkeySave.Description
source: Registered on save; conflicts rejected with reason
ar: تُسجَّل عند الحفظ؛ تُرفض التعارضات مع السبب
de: Beim Speichern registriert; Konflikte werden abgelehnt
es: Se registran al guardar; los conflictos se rechazan
fa: هنگام ذخیره ثبت می‌شود؛ تداخل‌ها رد می‌شوند
id: Terdaftar saat disimpan; konflik ditolak dengan alasan
ja: 保存時に登録。競合は拒否され理由表示
ko: 저장 시 등록; 충돌 시 사유와 함께 거부
ru: Регистрируются при сохранении; конфликты отклоняются
tr: Kaydedince kaydedilir; çakışmalar reddedilir
tt: Саклаганда теркәлә; конфликтлар сәбәбе белән кире кагыла
zh_cn: 保存时注册；冲突的组合会被拒绝并显示原因
zh_tw: 儲存時註冊；衝突的組合會被拒絕並顯示原因

# Settings_SaveHotkeys.Text
source: Save hotkeys
ar: حفظ الاختصارات
de: Hotkeys speichern
fa: ذخیره میانبرها
id: Simpan pintasan
ja: ホットキー保存
ko: 단축키 저장
tr: Kısayolları kaydet
tt: Кыска юлларны саклау
zh_cn: 保存热键
zh_tw: 儲存熱鍵

# Settings_SaveHotkeys.Content
source: Save hotkeys
ar: حفظ الاختصارات
de: Hotkeys speichern
es: Guardar atajos
fa: ذخیره میانبرها
id: Simpan pintasan
ja: ホットキー保存
ko: 단축키 저장
ru: Сохранить горячие клавиши
tr: Kısayolları kaydet
tt: Кыска юлларны саклау
zh_cn: 保存热键
zh_tw: 儲存熱鍵

# Settings_CardCopyEnv.Header
source: Copy env variables
ar: نسخ متغيرات البيئة
de: Umgebungsvariablen kopieren
es: Copiar variables de entorno
fa: کپی متغیرهای محیطی
id: Salin variabel lingkungan
ja: 環境変数をコピー
ko: 환경 변수 복사
ru: Скопировать переменные среды
tr: Ortam değişkenlerini kopyala
tt: Env тзүләрен күчерү
zh_cn: 复制环境变量
zh_tw: 複製環境變數

# Settings_CardCopyEnv.Description
source: Route CLI programs through the proxy in a terminal
ar: مرر برامج الطرفية عبر البروكسي
de: CLI-Programme im Terminal über Proxy
es: Encamina CLIs por el proxy en terminal
fa: در ترمینال برنامه‌ها از پروکسی عبور کنند
id: Arahkan program CLI via proxy
ja: ターミナルでCLIをプロキシ経由に
ko: 터미널에서 CLI 프록시 사용
ru: Направить CLI-программы через прокси
tr: Terminalde CLI'yi proxy'den geçir
tt: Терминалда CLI'ны прокси аша үткәрү
zh_cn: 在终端中让命令行程序走代理
zh_tw: 在終端中讓命令列程式走代理

# Settings_CardBackup.Header
source: Backup & restore
ar: النسخ الاحتياطي والاستعادة
de: Sicherung & Wiederherstellung
es: Copia y restauración
fa: پشتیبان‌گیری و بازیابی
id: Cadangan & pemulihan
ja: バックアップと復元
ko: 백업 및 복구
ru: Резервное копирование
tr: Yedekleme ve geri yükleme
tt: Резерв копия һәм кире кайтару
zh_cn: 备份与恢复
zh_tw: 備份與恢復

# Settings_CardBackup.Description
source: ZIP backup of configs, profiles & enhancements (no logs or credentials)
ar: نسخ ZIP للإعدادات والملفات والتحسينات
de: ZIP-Sicherung von Konfig, Profilen & Erweiterungen
es: Copia ZIP de configs, perfiles y mejoras
fa: پشتیبان ZIP تنظیمات، اشتراک‌ها و بهبودها
id: Backup ZIP konfigurasi, profil & peningkatan
ja: 設定・サブスク・拡張をZIP保存
ko: 설정·구독·향상 파일 ZIP 백업
ru: ZIP-копия конфигов, подписок и улучшений
tr: Yapılandırma, profil ve geliştirmeleri ZIP yedekle
tt: Конфиг, профильләр ZIP резервы
zh_cn: ZIP 备份应用配置、订阅与增强文件（不含日志与凭据明文）
zh_tw: ZIP 備份應用設定、訂閱與增強檔案（不含日誌與憑證明文）

# Settings_CreateBackup.Text
source: Create backup
ar: إنشاء نسخة
de: Backup erstellen
fa: ایجاد پشتیبان
id: Buat cadangan
ja: バックアップ作成
ko: 백업 만들기
tr: Yedek oluştur
tt: Резерв ясау
zh_cn: 创建备份
zh_tw: 建立備份

# Settings_CreateBackup.Content
source: Create backup
ar: إنشاء نسخة
de: Backup erstellen
es: Crear copia
fa: ایجاد پشتیبان
id: Buat cadangan
ja: バックアップ作成
ko: 백업 만들기
ru: Создать копию
tr: Yedek oluştur
tt: Резерв ясау
zh_cn: 创建备份
zh_tw: 建立備份

# Settings_RestoreBackup.Text
source: Restore backup
ar: استعادة نسخة
de: Backup wiederherstellen
fa: بازیابی پشتیبان
id: Pulihkan cadangan
ja: バックアップから復元
ko: 백업 복구
tr: Yedeği geri yükle
tt: Резервдан кайтару
zh_cn: 恢复备份
zh_tw: 恢復備份

# Settings_RestoreBackup.Content
source: Restore backup
ar: استعادة نسخة
de: Backup wiederherstellen
es: Restaurar copia
fa: بازیابی پشتیبان
id: Pulihkan cadangan
ja: バックアップから復元
ko: 백업 복구
ru: Восстановить копию
tr: Yedeği geri yükle
tt: Резервдан кайтару
zh_cn: 恢复备份
zh_tw: 恢復備份

# Settings_BackupDir.Text
source: Backup folder
ar: مجلد النسخ
de: Backup-Ordner
fa: پوشه پشتیبان
id: Folder cadangan
ja: バックアップフォルダ
ko: 백업 폴더
tr: Yedek klasörü
tt: Резерв папкасы
zh_cn: 备份目录
zh_tw: 備份目錄

# Settings_BackupDir.Content
source: Backup folder
ar: مجلد النسخ
de: Backup-Ordner
es: Carpeta de copias
fa: پوشه پشتیبان
id: Folder cadangan
ja: バックアップフォルダ
ko: 백업 폴더
ru: Папка копий
tr: Yedek klasörü
tt: Резерв папкасы
zh_cn: 备份目录
zh_tw: 備份目錄

# Settings_CardWebDav.Header
source: WebDAV backup
ar: نسخ WebDAV
es: Copia WebDAV
fa: پشتیبان WebDAV
id: Cadangan WebDAV
ja: WebDAVバックアップ
ko: WebDAV 백업
ru: Резерв WebDAV
tr: WebDAV yedekleme
tt: WebDAV резервы
zh_cn: WebDAV 备份
zh_tw: WebDAV 備份

# Settings_CardWebDav.Description
source: Cloud backup; password encrypted via DPAPI, never shown
ar: نسخ سحابي؛ كلمة السر مشفرة بـ DPAPI
de: Cloud-Backup; Passwort via DPAPI verschlüsselt
es: Copia en la nube; contraseña cifrada con DPAPI
fa: پشتیبان ابری؛ رمز با DPAPI رمزنگاری می‌شود
id: Cadangan cloud; kata sandi terenkripsi DPAPI
ja: クラウドバックアップ。PWはDPAPIで暗号化
ko: 클라우드 백업; 비밀번호 DPAPI 암호화 저장
ru: Облачный резерв; пароль шифруется DPAPI
tr: Bulut yedeği; şifre DPAPI ile şifreli
tt: Болыт резервы; пароль DPAPI белән шифрлана
zh_cn: 云端备份；密码经 DPAPI 加密存储，界面不回显
zh_tw: 雲端備份；密碼經 DPAPI 加密儲存，介面不回顯

# Settings_WebDavConfig.Text
source: Server settings
ar: إعدادات الخادم
de: Server einrichten
fa: تنظیمات سرور
id: Pengaturan server
ja: サーバー設定
ko: 서버 설정
tr: Sunucu ayarları
tt: Сервер көйләү
zh_cn: 设置服务器
zh_tw: 伺服器設定

# Settings_WebDavConfig.Content
source: Server settings
ar: إعدادات الخادم
de: Server einrichten
es: Configurar servidor
fa: تنظیمات سرور
id: Pengaturan server
ja: サーバー設定
ko: 서버 설정
ru: Настроить сервер
tr: Sunucu ayarları
tt: Сервер көйләү
zh_cn: 设置服务器
zh_tw: 伺服器設定

# Settings_WebDavUpload.Text
source: Upload
ar: رفع
de: Hochladen
fa: بارگذاری
id: Unggah
ja: アップロード
ko: 업로드
tr: Yükle
tt: Йөкләү
zh_cn: 上传
zh_tw: 上傳

# Settings_WebDavUpload.Content
source: Upload
ar: رفع
de: Hochladen
es: Subir
fa: بارگذاری
id: Unggah
ja: アップロード
ko: 업로드
ru: Загрузить
tr: Yükle
tt: Йөкләү
zh_cn: 上传
zh_tw: 上傳

# Settings_WebDavRestore.Text
source: Restore
ar: استعادة
de: Wiederherstellen
fa: بازیابی
id: Pulihkan
ja: 復元
ko: 복구
tr: Geri yükle
tt: Кире кайтару
zh_cn: 恢复
zh_tw: 恢復

# Settings_WebDavRestore.Content
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fa: بازیابی
id: Pulihkan
ja: 復元
ko: 복구
ru: Восстановить
tr: Geri yükle
tt: Кире кайтару
zh_cn: 恢复
zh_tw: 恢復

# Settings_CardDiagUpdate.Header
source: Diagnostics & updates
ar: التشخيص والتحديثات
de: Diagnose & Updates
es: Diagnóstico y actualizaciones
fa: عیب‌یابی و به‌روزرسانی
id: Diagnostik & pembaruan
ja: 診断とアップデート
ko: 진단 및 업데이트
ru: Диагностика и обновления
tr: Teşhis ve güncellemeler
tt: Диагностика һәм яңартулар
zh_cn: 诊断与更新
zh_tw: 診斷與更新

# Settings_CardDiagUpdate.Description
source: Export local diagnostics; check GitHub latest release
ar: تصدير حزمة التشخيص محليًا؛ تحقق من أحدث إصدار
de: Lokale Diagnose exportieren; GitHub prüfen
es: Exporta diagnóstico local; busca la última versión
fa: خروجی عیب‌یابی محلی؛ بررسی آخرین نسخه
id: Ekspor diagnostik lokal; cek rilis terbaru
ja: ローカル診断をエクスポートし最新版を確認
ko: 로컬 진단 내보내기; GitHub 최신 버전 확인
ru: Экспорт диагностики; проверка последней версии
tr: Yerel teşhis dışa aktar; son sürümü kontrol et
tt: Локаль диагностика; соңгы версияне тикшерү
zh_cn: 导出本地诊断包；检查 GitHub 最新版本
zh_tw: 匯出本地診斷套件；檢查 GitHub 最新版本

# Settings_ExportDiagnostics.Text
source: Export diagnostics
ar: تصدير التشخيص
de: Diagnose exportieren
fa: خروجی عیب‌یابی
id: Ekspor diagnostik
ja: 診断をエクスポート
ko: 진단 내보내기
tr: Teşhisi dışa aktar
tt: Диагностиканы чыгару
zh_cn: 导出诊断包
zh_tw: 匯出診斷套件

# Settings_ExportDiagnostics.Content
source: Export diagnostics
ar: تصدير التشخيص
de: Diagnose exportieren
es: Exportar diagnóstico
fa: خروجی عیب‌یابی
id: Ekspor diagnostik
ja: 診断をエクスポート
ko: 진단 내보내기
ru: Экспортировать диагностику
tr: Teşhisi dışa aktar
tt: Диагностиканы чыгару
zh_cn: 导出诊断包
zh_tw: 匯出診斷套件

# Settings_CheckUpdate.Text
source: Check for updates
ar: البحث عن تحديثات
de: Nach Updates suchen
fa: بررسی به‌روزرسانی
id: Periksa pembaruan
ja: 更新を確認
ko: 업데이트 확인
tr: Güncellemeleri denetle
tt: Яңартуларны тикшерү
zh_cn: 检查更新
zh_tw: 檢查更新

# Settings_CheckUpdate.Content
source: Check for updates
ar: البحث عن تحديثات
de: Nach Updates suchen
es: Buscar actualizaciones
fa: بررسی به‌روزرسانی
id: Periksa pembaruan
ja: 更新を確認
ko: 업데이트 확인
ru: Проверить обновления
tr: Güncellemeleri denetle
tt: Яңартуларны тикшерү
zh_cn: 检查更新
zh_tw: 檢查更新

# Settings_CardOpenDirs.Header
source: Open folders
ar: فتح المجلدات
de: Ordner öffnen
es: Abrir carpetas
fa: باز کردن پوشه‌ها
id: Buka folder
ja: フォルダを開く
ko: 폴더 열기
ru: Открыть папки
tr: Klasör aç
tt: Папкаларны ачу
zh_cn: 打开目录
zh_tw: 開啟目錄

# Settings_OpenData.Text
source: Data folder
ar: مجلد البيانات
de: Daten-Ordner
fa: پوشه داده‌ها
id: Folder data
ja: データフォルダ
ko: 데이터 폴더
tr: Veri klasörü
tt: Мәгълүмат папкасы
zh_cn: 数据目录
zh_tw: 資料目錄

# Settings_OpenData.Content
source: Data folder
ar: مجلد البيانات
de: Daten-Ordner
es: Carpeta de datos
fa: پوشه داده‌ها
id: Folder data
ja: データフォルダ
ko: 데이터 폴더
ru: Папка данных
tr: Veri klasörü
tt: Мәгълүмат папкасы
zh_cn: 数据目录
zh_tw: 資料目錄

# Settings_OpenLogs.Text
source: Log folder
ar: مجلد السجلات
de: Log-Ordner
fa: پوشه گزارش‌ها
id: Folder log
ja: ログフォルダ
ko: 로그 폴더
tr: Kayıt klasörü
tt: Журнал папкасы
zh_cn: 日志目录
zh_tw: 日誌目錄

# Settings_OpenLogs.Content
source: Log folder
ar: مجلد السجلات
de: Log-Ordner
es: Carpeta de logs
fa: پوشه گزارش‌ها
id: Folder log
ja: ログフォルダ
ko: 로그 폴더
ru: Папка логов
tr: Kayıt klasörü
tt: Журнал папкасы
zh_cn: 日志目录
zh_tw: 日誌目錄

# Settings_OpenGitHub.Text
source: Open GitHub
ar: افتح GitHub
de: GitHub öffnen
fa: باز کردن GitHub
id: Buka GitHub
ja: GitHubを開く
ko: GitHub 열기
tr: GitHub'ı aç
tt: GitHub'ны ачу
zh_cn: 打开 GitHub
zh_tw: 開啟 GitHub

# Settings_OpenGitHub.Content
source: Open GitHub
ar: افتح GitHub
de: GitHub öffnen
es: Abrir GitHub
fa: باز کردن GitHub
id: Buka GitHub
ja: GitHubを開く
ko: GitHub 열기
ru: Открыть GitHub
tr: GitHub'ı aç
tt: GitHub'ны ачу
zh_cn: 打开 GitHub
zh_tw: 開啟 GitHub

# Settings_CardGitHub.Description
source: View Flux source and updates
ar: الكود المصدري وأحدث الأخبار
de: Quellcode und Neuigkeiten
es: Código fuente y novedades
fa: کد منبع و اخبار Flux
id: Kode sumber dan info terbaru
ja: ソースコードと最新情報
ko: 소스 코드와 최신 소식
ru: Исходный код и новости
tr: Kaynak kod ve yenilikler
tt: Код һәм яңалыклар
zh_cn: 查看 Flux 的源代码和最新动态
zh_tw: 檢視 Flux 的原始碼和最新動態

# Settings_CardAbout.Header
source: About Flux
ar: حول Flux
de: Über Flux
es: Acerca de Flux
fa: درباره Flux
id: Tentang Flux
ja: Flux について
ko: Flux 정보
ru: О Flux
tr: Flux hakkında
tt: Flux турында
zh_cn: 关于 Flux
zh_tw: 關於 Flux

# Settings_ExitApp.Text
source: Exit app
ar: إنهاء التطبيق
de: App beenden
fa: خروج از برنامه
id: Keluar aplikasi
ja: アプリを終了
ko: 앱 종료
tr: Uygulamadan çık
tt: Кушактан чыгу
zh_cn: 退出应用
zh_tw: 退出應用

# Settings_ExitApp.Content
source: Exit app
ar: إنهاء التطبيق
de: App beenden
es: Salir de la app
fa: خروج از برنامه
id: Keluar aplikasi
ja: アプリを終了
ko: 앱 종료
ru: Выйти из приложения
tr: Uygulamadan çık
tt: Кушактан чыгу
zh_cn: 退出应用
zh_tw: 退出應用

# Settings_RestartCoreButton2.Text
source: Restart
ar: إعادة تشغيل
de: Neustart
fa: ری‌استارت
id: Mulai ulang
ja: 再起動
ko: 재시작
tr: Yeniden başlat
tt: Яңадан башлау
zh_cn: 重启
zh_tw: 重啟

# Settings_RestartCoreButton2.Content
source: Restart
ar: إعادة تشغيل
de: Neustart
es: Reiniciar
fa: ری‌استارت
id: Mulai ulang
ja: 再起動
ko: 재시작
ru: Перезапуск
tr: Yeniden başlat
tt: Яңадан башлау
zh_cn: 重启
zh_tw: 重啟

# Settings_FollowSystem.Text
source: Follow system
ar: حسب النظام
de: System folgen
es: Según el sistema
fa: بر اساس سیستم
id: Ikuti sistem
ja: システムに従う
ko: 시스템 따르기
ru: Как в системе
tr: Sistemi takip et
tt: Система буенча
zh_cn: 跟随系统
zh_tw: 跟隨系統

# Settings_FollowSystem.Content
source: Follow system
ar: حسب النظام
de: System folgen
fa: بر اساس سیستم
id: Ikuti sistem
ja: システムに従う
ko: 시스템 따르기
tr: Sistemi takip et
tt: Система буенча
zh_cn: 跟随系统
zh_tw: 跟隨系統

# Msg_Applied.Text
source: Applied
ar: تم التطبيق
de: Angewendet
es: Aplicado
fa: اعمال شد
id: Diterapkan
ja: 適用しました
ko: 적용됨
ru: Применено
tr: Uygulandı
tt: Кулланды
zh_cn: 已应用
zh_tw: 已應用

# Msg_Applied.Content
source: Applied
ar: تم التطبيق
de: Angewendet
fa: اعمال شد
id: Diterapkan
ja: 適用しました
ko: 적용됨
tr: Uygulandı
tt: Кулланды
zh_cn: 已应用
zh_tw: 已應用

# Msg_SaveFailed.Text
source: Save failed
ar: فشل الحفظ
de: Speichern fehlgeschlagen
es: Error al guardar
fa: ذخیره نشد
id: Gagal menyimpan
ja: 保存に失敗
ko: 저장 실패
ru: Ошибка сохранения
tr: Kaydetme başarısız
tt: Саклау хата
zh_cn: 保存失败
zh_tw: 儲存失敗

# Msg_SaveFailed.Content
source: Save failed
ar: فشل الحفظ
de: Speichern fehlgeschlagen
fa: ذخیره نشد
id: Gagal menyimpan
ja: 保存に失敗
ko: 저장 실패
tr: Kaydetme başarısız
tt: Саклау хата
zh_cn: 保存失败
zh_tw: 儲存失敗

# Msg_RestartNow.Text
source: Restart now
ar: أعد التشغيل الآن
de: Jetzt neu starten
es: Reiniciar ahora
fa: هم‌اکنون ری‌استارت
id: Mulai ulang sekarang
ja: 今すぐ再起動
ko: 지금 재시작
ru: Перезапустить сейчас
tr: Şimdi yeniden başlat
tt: Хәзер яңадан башлау
zh_cn: 立即重启
zh_tw: 立即重啟

# Msg_RestartNow.Content
source: Restart now
ar: أعد التشغيل الآن
de: Jetzt neu starten
fa: هم‌اکنون ری‌استارت
id: Mulai ulang sekarang
ja: 今すぐ再起動
ko: 지금 재시작
tr: Şimdi yeniden başlat
tt: Хәзер яңадан башлау
zh_cn: 立即重启
zh_tw: 立即重啟

# Msg_RestartLater.Text
source: Later
ar: لاحقاً
de: Später
es: Después
fa: بعداً
id: Nanti
ja: 後で
ko: 나중에
ru: Позже
tr: Sonra
tt: Соңрак
zh_cn: 稍后
zh_tw: 稍後

# Msg_RestartLater.Content
source: Later
ar: لاحقاً
de: Später
fa: بعداً
id: Nanti
ja: 後で
ko: 나중에
tr: Sonra
tt: Соңрак
zh_cn: 稍后
zh_tw: 稍後

# Msg_PortOccupiedTitle.Text
source: Port already in use
ar: المنفذ مستخدم بالفعل
de: Port bereits belegt
es: Puerto ya en uso
fa: پورت اشغال است
id: Port sudah dipakai
ja: ポートは使用中
ko: 포트 사용 중
ru: Порт уже занят
tr: Port zaten kullanımda
tt: Порт алынган
zh_cn: 端口已被占用
zh_tw: 連接埠已被占用

# Msg_PortOccupiedTitle.Content
source: Port already in use
ar: المنفذ مستخدم بالفعل
de: Port bereits belegt
fa: پورت اشغال است
id: Port sudah dipakai
ja: ポートは使用中
ko: 포트 사용 중
tr: Port zaten kullanımda
tt: Порт алынган
zh_cn: 端口已被占用
zh_tw: 連接埠已被占用

# Msg_PortOccupiedBody.Text
source: Port {0} is already listened on by another process or by this app. Choose another port.
ar: المنفذ {0} مستخدم بالفعل؛ اختر منفذًا آخر.
de: Port {0} wird bereits verwendet. Wählen Sie einen anderen.
es: El puerto {0} ya está en uso. Elija otro.
fa: پورت {0} اشغال است؛ پورت دیگری انتخاب کنید.
id: Port {0} sudah digunakan. Pilih port lain.
ja: ポート {0} は既に使用中です。別のポートを指定してください。
ko: 포트 {0}은(는) 이미 사용 중입니다. 다른 포트를 선택하세요.
ru: Порт {0} уже занят. Выберите другой.
tr: {0} bağlantı noktası kullanımda. Başka bir port seçin.
tt: {0} порт кулланылышта. Башка порт сайлагыз.
zh_cn: 端口 {0} 已被其他进程或本应用监听，请更换端口。
zh_tw: 連接埠 {0} 已被其他程序或本應用監聽，請更換連接埠。

# Msg_PortOccupiedBody.Content
source: Port {0} is already listened on by another process or by this app. Choose another port.
ar: المنفذ {0} مستخدم بالفعل؛ اختر منفذًا آخر.
de: Port {0} wird bereits verwendet. Wählen Sie einen anderen.
fa: پورت {0} اشغال است؛ پورت دیگری انتخاب کنید.
id: Port {0} sudah digunakan. Pilih port lain.
ja: ポート {0} は既に使用中です。別のポートを指定してください。
ko: 포트 {0}은(는) 이미 사용 중입니다. 다른 포트를 선택하세요.
tr: {0} bağlantı noktası kullanımda. Başka bir port seçin.
tt: {0} порт кулланылышта. Башка порт сайлагыз.
zh_cn: 端口 {0} 已被其他进程或本应用监听，请更换端口。
zh_tw: 連接埠 {0} 已被其他程序或本應用監聽，請更換連接埠。

# Msg_TunPrivilegeTitle.Text
source: TUN requires privilege
ar: TUN يتطلب صلاحيات
de: TUN erfordert Rechte
es: TUN requiere privilegios
fa: TUN به دسترسی ویژه نیاز دارد
id: TUN butuh hak istimewa
ja: TUN には特権が必要
ko: TUN에는 특권 필요
ru: TUN требует прав
tr: TUN ayrıcalık gerektirir
tt: TUN өчен хоккы кирәк
zh_cn: TUN 需要特权
zh_tw: TUN 需要特權

# Msg_TunPrivilegeTitle.Content
source: TUN requires privilege
ar: TUN يتطلب صلاحيات
de: TUN erfordert Rechte
fa: TUN به دسترسی ویژه نیاز دارد
id: TUN butuh hak istimewa
ja: TUN には特権が必要
ko: TUN에는 특권 필요
tr: TUN ayrıcalık gerektirir
tt: TUN өчен хоккы кирәк
zh_cn: TUN 需要特权
zh_tw: TUN 需要特權

# Msg_TunPrivilegeBody.Text
source: TUN needs a privileged core. Either: 1. Run Flux as administrator; or 2. Install the Flux service (recommended, enables TUN for normal users).
ar: TUN يحتاج نواة بامتيازات: 1. شغّل كمسؤول 2. ثبّت خدمة Flux (موصى به)
de: TUN braucht einen privilegierten Kern: 1. Als Administrator ausführen 2. Flux-Dienst installieren (empfohlen)
es: TUN necesita un núcleo privilegiado: 1. Ejecutar como admin 2. Instalar el servicio Flux (recomendado)
fa: TUN به هسته privileged نیاز دارد: 1. اجرا به عنوان مدیر 2. نصب سرویس Flux (توصیه‌شده)
id: TUN butuh core berhak istimewa: 1. Jalankan sebagai admin 2. Instal layanan Flux (disarankan)
ja: TUNには特権が必要です。 1. 管理者として実行 2. Fluxサービスをインストール（推奨）
ko: TUN에는 특권이 필요합니다. 1. 관리자로 실행 2. Flux 서비스 설치(권장)
ru: TUN нужен привилегированный запуск: 1. Запустить от админа 2. Установить службу Flux (рекомендуется)
tr: TUN için ayrıcalıklı çekirdek gerekli: 1. Yönetici olarak çalıştır 2. Flux servisini kur (önerilir)
tt: TUN өчен привилегиялы йөзәк кирәк: 1. Админ буларак эшләтү 2. Flux хезмәтен урнаштыру (киңәш)
zh_cn: TUN 模式需要特权运行内核。可以选择： 1. 以管理员身份运行 Flux； 2. 安装 Flux 服务（推荐，普通用户即可使用 TUN）。
zh_tw: TUN 模式需要特權執行核心。可以選擇： 1. 以管理員身份執行 Flux； 2. 安裝 Flux 服務（建議，普通使用者即可使用 TUN）。

# Msg_TunPrivilegeBody.Content
source: TUN needs a privileged core. Either: 1. Run Flux as administrator; or 2. Install the Flux service (recommended, enables TUN for normal users).
ar: TUN يحتاج نواة بامتيازات: 1. شغّل كمسؤول 2. ثبّت خدمة Flux (موصى به)
de: TUN braucht einen privilegierten Kern: 1. Als Administrator ausführen 2. Flux-Dienst installieren (empfohlen)
fa: TUN به هسته privileged نیاز دارد: 1. اجرا به عنوان مدیر 2. نصب سرویس Flux (توصیه‌شده)
id: TUN butuh core berhak istimewa: 1. Jalankan sebagai admin 2. Instal layanan Flux (disarankan)
ja: TUNには特権が必要です。 1. 管理者として実行 2. Fluxサービスをインストール（推奨）
ko: TUN에는 특권이 필요합니다. 1. 관리자로 실행 2. Flux 서비스 설치(권장)
tr: TUN için ayrıcalıklı çekirdek gerekli: 1. Yönetici olarak çalıştır 2. Flux servisini kur (önerilir)
tt: TUN өчен привилегиялы йөзәк кирәк: 1. Админ буларак эшләтү 2. Flux хезмәтен урнаштыру (киңәш)
zh_cn: TUN 模式需要特权运行内核。可以选择： 1. 以管理员身份运行 Flux； 2. 安装 Flux 服务（推荐，普通用户即可使用 TUN）。
zh_tw: TUN 模式需要特權執行核心。可以選擇： 1. 以管理員身份執行 Flux； 2. 安裝 Flux 服務（建議，普通使用者即可使用 TUN）。

# Msg_ServiceInstalledTitle.Text
source: Service installed
ar: تم تثبيت الخدمة
de: Dienst installiert
es: Servicio instalado
fa: سرویس نصب شد
id: Layanan terpasang
ja: サービスをインストール済み
ko: 서비스 설치됨
ru: Служба установлена
tr: Servis kuruldu
tt: Хезмәт урнаштырылды
zh_cn: 服务已安装
zh_tw: 服務已安裝

# Msg_ServiceInstalledTitle.Content
source: Service installed
ar: تم تثبيت الخدمة
de: Dienst installiert
fa: سرویس نصب شد
id: Layanan terpasang
ja: サービスをインストール済み
ko: 서비스 설치됨
tr: Servis kuruldu
tt: Хезмәт урнаштырылды
zh_cn: 服务已安装
zh_tw: 服務已安裝

# Msg_ServiceInstalledBody.Text
source: The Flux service is installed and running; TUN now works without admin.
ar: خدمة Flux تعمل؛ TUN بدون مسؤول
de: Flux-Dienst läuft; TUN ohne Admin möglich
es: El servicio Flux está en ejecución; TUN sin admin
fa: سرویس Flux در حال اجراست؛ TUN بدون مدیر
id: Layanan Flux berjalan; TUN bisa tanpa admin
ja: Fluxサービスが起動し、通常ユーザーでもTUN可能
ko: Flux 서비스가 실행 중이며 일반 사용자도 TUN 가능
ru: Служба Flux запущена; TUN без админа
tr: Flux servisi çalışıyor; TUN artık admin olmadan açılabilir
tt: Flux хезмәте эшли; TUN админсез ачыла
zh_cn: Flux 服务已安装并启动，普通用户模式下即可开启 TUN。
zh_tw: Flux 服務已安裝並啟動，普通使用者模式下即可開啟 TUN。

# Msg_ServiceInstalledBody.Content
source: The Flux service is installed and running; TUN now works without admin.
ar: خدمة Flux تعمل؛ TUN بدون مسؤول
de: Flux-Dienst läuft; TUN ohne Admin möglich
fa: سرویس Flux در حال اجراست؛ TUN بدون مدیر
id: Layanan Flux berjalan; TUN bisa tanpa admin
ja: Fluxサービスが起動し、通常ユーザーでもTUN可能
ko: Flux 서비스가 실행 중이며 일반 사용자도 TUN 가능
tr: Flux servisi çalışıyor; TUN artık admin olmadan açılabilir
tt: Flux хезмәте эшли; TUN админсез ачыла
zh_cn: Flux 服务已安装并启动，普通用户模式下即可开启 TUN。
zh_tw: Flux 服務已安裝並啟動，普通使用者模式下即可開啟 TUN。
